{
    "data": {
        "event": {
            "dateTime": "2025-10-11T09:00:00+02:00",
            "description": "🌟 DevFest Venezia 2025 🌟\n\nWe're thrilled to announce the return of DevFest to Venice, the extraordinary event where enthusiasts and experts meet to share their passion for all-around development.\n\nThis year, we're raising the bar with three concurrent tracks, two in English and one in Italian, opening the doors to a wider and more diverse audience!\n\n🔥 What to expect:\n\n🎤 Exceptional speakers from all over the world sharing their knowledge on Google products and beyond.\n\n🌐 Three engaging tracks with sessions in both English and Italian.\n\n🤝 Unique networking opportunities with developers and industry enthusiasts.\n\n🆓 Admission to the event is completely free!\n\nThis event is designed to bring the tech community together, focusing on learning, connection, and inspiration. Discover the latest tech trends, sharpen your skills, and connect with industry professionals from around the world.\n\nDon't miss this unique opportunity for professional growth and get ready to be inspired! 🚀\n\nMore information here: https://devfest25.gdgvenezia.it/\n------------------------------------------\n🌟 DevFest Venezia 2025 🌟\n\nSiamo entusiasti di annunciare il ritorno della DevFest a Venezia, l'evento straordinario dove appassionati ed esperti si incontrano per condividere la loro passione per lo sviluppo a tutto tondo.\n\nQuest'anno, stiamo alzando l'asticella con tre tracce contemporanee, due in inglese e una in italiano, aprendo le porte a un pubblico più vasto e diversificato!\n\n🔥 Cosa aspettarci:\n\n🎤 Speaker d'eccezione da tutto il mondo condividono le loro conoscenze sui prodotti Google e non solo.\n\n🌐 Tre tracce coinvolgenti con sessioni in inglese e italiano.\n\n🤝 Opportunità uniche di networking con sviluppatori e appassionati del settore.\n\n🆓 L'ingresso all'evento è assolutamente gratuito!\n\nQuesto evento è pensato per riunire la comunità tech, mettendo in primo piano l'apprendimento, la connessione e l'ispirazione. Scopri le ultime tendenze in ambito tecnologico, affina le tue competenze e connettiti con professionisti del settore provenienti da tutto il mondo.\n\nNon perdere questa occasione unica di crescita professionale e preparati a essere ispirato! 🚀\n\nMaggiori informazioni qua:\n\nhttps://devfest25.gdgvenezia.it/\n\nAgenda\n\n---\n\nHosted By\n\nMarco Gomiero, Android Engineer\n\nMarco is an Android engineer, currently working at Airalo. He is a Google Developer Expert for Kotlin, he loves Kotlin and he has experience with native Android and native iOS development, as well as cross-platform development with Flutter and Kotlin Multiplatform.\n\nIn his spare time, he writes and maintains open-source code, he shares his dev experience by writing on his blog, speaking at confs and organizing events with the Google Developer Group Venezia and he plays basketball.\n\nAndrea Maglie, Organizer\n\nFabio Catinella, Android Engineer\n\nSimone Formica, Organizer\n\nAndroid & AOSP Dev\nLinux lovers,\nIoT and Photo lover\n\nCo-organizer of GdG Venezia - Mentor at Coderdojo ZeroBranco (TV)\n\nJessica Marini, Social Media Manager\n\nOmar Al Bukhari, Organizer\n\nExperienced Mobile Developer with a track record of optimizing development lifecycles and enhancing client satisfaction.Key highlights include:\n\n-Proven expertise in Android, Outsystems development, and ongoing learning in Kotlin Multiplatform.\n-Successfully reduced time-to-market by 30% through optimised development practices.\n-Lead co-organizer at GDG Venice and GDG Italy, fostering collaboration within the tech community.\n-Avid learner with a passion for exploring new technologies and contributing to the growth of the Google Developer Group community.\n\nGiuseppe Sorce, Senior Mobile Developer\n\nComplete your event RSVP here: https://gdg.community.dev/events/details/google-gdg-venezia-presents-devfest-venezia-2025/.",
            "endTime": "2025-10-11T18:30:00+02:00",
            "eventType": "PHYSICAL",
            "eventUrl": "https://www.meetup.com/gdg-venezia/events/310753901/",
            "group": {
                "name": "GDG Venezia"
            },
            "howToFindUs": "",
            "title": "DevFest Venezia 2025",
            "topics": {
                "edges": []
            },
            "venues": [
                {
                    "address": "Via Torino, 155",
                    "city": "Mestre, Venezia",
                    "country": "it",
                    "name": "Campus Scientifico Università Ca' Foscari"
                }
            ]
        }
    },
    "id": "310753901",
    "now": "1926-03-10T17:57:21"
}